TIMETABLE = {
    "Monday": {
        "08:30": "네트워크 구축",
        "09:30": "네트워크 구축",
        "10:30": "네트워크 구축",
        "11:30": "네크워크 구축",
        "12:20":"점심시간",
        "13:10": "일본어",
        "14:10": "미적분"
    },
    
    "Tuesday": {
        "08:30": "자료구조",
        "09:30": "자료구조",
        "10:30": "자료구조",
        "11:30": "일본어",
        "12:20": "점심시간",
        "13:10": "성공적인 직업생활",
        "14:10": "응용프로그래밍",
        "15:10":"응용 프로그래밍"
    },
    
    "Wednesday": {
        "08:30": "스포츠",
        "09:30": "진로",
        "10:30": "성공적인 직업생활",
        "11:30": "응용 프로그래밍",
        "12:20": "점심시간",
        "13:10": "응용 프로그래밍",
        "14:10": "미적분"
    },
    
    "Thursday": {
        "08:30": "클라우드 보안",
        "09:30": "클라우드 보안",
        "10:30": "클라우드 보안",
        "11:30": "미적분",
        "12:20": "점심시간",
        "13:10": "성공적인 직업생활",
        "14:10": "일본어",
        "15:10": "일본어",
    },
    
    "Friday": {
        "08:30": "빅데이터 분석",
        "09:30": "빅데이터 분석",
        "10:30": "빅데이터 분석",
        "11:30": "미적분",
        "12:20": "점심시간",
        "13:10": "음악",
        "14:10": "자율",
        
    },
}

BIRTHDAY = "03-09"

PROGRAMNAME = "pyw.exe"